{
    "name": "'Til Death Do Us Part",
    "icon": "minecraft:skull",
    "category": "patchouli:basics",
    "pages": [
        {
            "type": "text",
            "text": "In some worlds, death is known to be rather punishing, with all your possesions dropping onto the floor, vulnerable to theft or damage. This is not the case here."
        },
        {
            "type": "spotlight",
            "item": "minecraft:skull",
            "text": "Should you take fatal damage and be forced to respawn, all of your items will be stored safely within a gravestone. To retrieve them, simply touch it while crouched. It is unknown where the gravestones come from, some believe it to be divine intervention, others blame it on something they call 'game design', whatever that means."
        },
        {
            "type": "spotlight",
            "item": "tconstruct:ore:1",
            "text": "Contrary to popular belief, the Nether does not contain the material known as Ardite. In fact, Ardite is found in the exact opposite dimension, the Aether. Black Quartz Ore is also found in the Aether, though it is possible to get black quartz before going there."
        },
        {
            "type": "crafting",
            "recipe": "crafttweaker:eyeEnder",
            "text": "Accessing the End Dimension has been noted to be somewhat more difficult in this realm. The reasoning to why is unknown, but sprinkling a mixture of cobalt and ardite onto an Ender Pearl will transform it into an Eye of Ender."
        },
        {
            "type": "spotlight",
            "item": "tconstruct:ingots:2",
            "text": "Large amounts of opposing dimensional energies exist within the alloy of Manyullyn. This allows the metal to be used to create portals to alternate dimensions."
        },
        {
            "type": "spotlight",
            "item": "twilightforest:miniature_structure",
            "text": "Throwing an ingot of Manyullyn into a 2x2 pool of water surrounded by flowers will create a portal to the Twilight Forest."
        },
        {
            "type": "crafting",
            "recipe": "crafttweaker:beneathTele",
            "text": "Compressing some cobblestone onto a Manyullyn ingot will cause it to collapse into a portal to The Beneath. Make sure to stay in the light, the darkness there is extremely hostile."
        }
    ]
}